[
  {
    "key": "fair",
    "name": "Acceptable",
    "info": "The assessment is within what is expected, is in accordance with the CA guidelines, constructive and there is no need for cards (red or yellow). The decision of the CA will be counted for the calculation of consensus.",
    "color": "green"
  },
  {
    "key": "constructive",
    "name": "Constructive Feedback",
    "info": "This category allows assessments with high quality standards to be highlighted and be used as examples for other Community Advisors, they are in accordance with the guidelines, they are constructive and well written. The decision of the CA will be counted for the calculation of consensus.",
    "color": "green"
  },
  {
    "key": "abstain",
    "name": "Abstain",
    "info": "This category allows us to know that vCA analyzed the proposal, didn’t find it clear that the assessment is Acceptable or deserves a card(red or yellow). So, it would be appropriate to maintain neutrality and abstain. The decision of the CA will not be counted for the calculation of consensus, but his decision will be important for obtaining data and improving the process.",
    "color": "white"
  },
  {
    "key": "strict",
    "name": "Strict",
    "info": "The assessment might align with the guidelines but is overly harsh with the rating. Would be an assessment that picks out one criterion of the proposal as legitimation for a low rating, disregarding the positive aspects/information presented in the proposal. The decision of the CA will not be counted for the calculation of consensus, but his decision will be important for obtaining data and improving the process.",
    "color": "orange"
  },
  {
    "key": "lenient",
    "name": "Lenient",
    "info": "The assessment might align with the guidelines but is overly soft with the rating. Would be an assessment that picks out one criterion of the proposal as legitimation for a high rating, disregarding the problems presented in the proposal. The decision of the CA will not be counted for the calculation of consensus, but his decision will be important for obtaining data and improving the process.",
    "color": "orange"
  },
  {
    "key": "profanity",
    "name": "Offense / Profanity",
    "info": "Offense / Hostility / Profanity / Unsubstantiated accusations. If 50% or more of the vCAs (who participated in the specific assessment review) report one or more  of the below criteria, the CA will receive a red card and will be excluded from the respective fund forfeiting the right to rewards. Offense or Hostility (Aggressive/hostile tone) or Profanity or Unsubstantiated accusations (Remarks like 'This looks like scam' and 'This is just a money minting proposal' are serious accusations and need solid evidence. Accusations of this kind without details and plausible justifications must be avoided in order to maintain the integrity of both parties.)",
    "color": "red"
  },
  {
    "key": "non_constructive",
    "name": "Non Constructive Feedback",
    "info": "The purpose of having assessments in Catalyst is to promote constructive criticism. Through constructive assessments voters can have a summary and qualified evaluation of proposals in order to facilitate their decision making, allowing them to have their questions answered, and that proposers can have constructive feedback on the proposal, how to improve the proposal or why it is good. A good assessment should teach you something: The voter should be more knowledgeable, the proposer should know what she needs to work on. It is also important that the CA maintains objectivity in his assessment. Opinions without foundation / data to qualify the assessment can categorize a non-constructive assessment. Furthermore, it’s not the duty of the CA to decide which ideas should be voted on, it’s the voter’s duty. CAs should just focus on the 3 criterias of evaluation (for example: impact, auditability and feasibility). Remarks such as: “We have too many NFT marketplaces” or “I don’t think we should fund this as a community” are examples of unfounded opinions that should be avoided, as they do not offer constructive feedback. That said, if an assessment rationale doesn't assist the voter or proposer in any way, doesn’t clearly justify the given rating and contains no reasonable justification about the rationale, how to improve the proposal or why it is good, then that assessment isn’t constructive. Also watch for: - Simple rephrasal of the proposal text. - Simple rephrasal of the assessment question as an affirmation or negation: “This proposal clearly addresses the challenge and is very well written with very carefully chosen words of adequate length, well done!” - Assessments that could have been written without reading the proposal or fit any proposal. If 50% or more of the vCAs  (who participated in the specific assessment review) consider that the rationale wasn’t constructive, the CA will receive a yellow card, his assessment will be excluded, as well as the monetization of the assessment.",
    "color": "yellow"
  },
  {
    "key": "score",
    "name": "Score doesn't match",
    "info": "If 50% or more of the vCAs (who participated in the specific assessment review) consider that the score doesn’t match the rationale, the CA will receive a yellow card, his assessment will be excluded, as well as the monetization of the assessment. In this case, we must be attentive to evaluations that praise a proposal but give a low score or assessments that negatively criticize a proposal but give a high score.",
    "color": "yellow"
  },
  {
    "key": "copy",
    "name": "Copy",
    "info": "Some CAs use templates and this makes some assessments look alike, this is not necessarily a problem. Cases where yellow cards should be applied: - Similar copies from DIFFERENT COMMUNITY ADVISORS (compare by id number of the CA) - Similar copies for no apparent reason (the same CA may have similar assessments, as long as this is plausible and the assessment makes sense) If 50% or more of the vCAs  (who participated in the specific assessment review) consider that the rationale has been copied, the CA will receive a yellow card, his assessment will be excluded, as well as the monetization of the assessment.",
    "color": "yellow"
  },
  {
    "key": "incomplete_reading",
    "name": "Incomplete Reading",
    "info": "If 50% or more of the vCAs  (who participated in the specific assessment review) consider that the CA clearly failed to notice any aspect that was described in the proposal or in the attached files and his assessment was compromised, for example: details about budget allocation, details about the time experience have been disregarded, the CA will receive a yellow card, his assessment will be excluded, as well as the monetization of the assessment.",
    "color": "yellow"
  },
  {
    "key": "not_related",
    "name": "Not related",
    "info": "If 50% or more of the vCAs (who participated in the specific assessment review) consider that the rationale is: Totally out of context or Was made for the wrong challenge (Must be clear that the assessment was done based on the wrong challenge category) or Was made for the wrong criteria (Examples: impact, feasibility, auditability) the CA will receive a yellow card, his assessment will be excluded, as well as the monetization of the assessment.",
    "color": "yellow"
  },
  {
    "key": "other",
    "name": "General Infraction",
    "info": "If 50% or more of the vCAs  (who participated in the specific assessment review) consider that the proposer's claim makes sense and the CA did not act within the CAs guidelines or made a clear assessment error in its rationale, the CA will receive a yellow card, his assessment of the respective proposal will be excluded, as well as the monetization of the assessment. Due to the subjective nature of this criteria, it is recommended that only vCAs who have knowledge and feel comfortable about the subject of the proposal participate, as the evaluation of vCA in these cases may require additional expertise.",
    "color": "yellow"
  },
  {
    "key": "other_rationale",
    "name": "General infraction rationale",
    "info": "",
    "type": "text",
    "color": "yellow"
  }
]
